{
  "data": [
    {
      "id": 1,
      "title": "The fundamentals of controlling the ball",
      "imageUri": "ControllingTheBall_cover.jpg",
      "section": "Technique",
      "author": {
        "id": 2,
        "name": "Jamie DeCruz",
        "pictureUri": "jamieProfile.png",
        "description": "Crystal Palace Academy Coach and Manager at Sutton United FC U18s. @JDecruz10"
      },
      "createdOn": "2015-01-31T15:00:00Z",
      "status": "Published",
           "steps": [
                   {
                     "id": 1,
                     "type": "Text",
                     "position": 1,
                     "thumbnail": null,
                     "duration": null,
                     "data": "<h1>When do you normally control the ball?</h1>"
                   },
                   {
                     "id": 2,
                     "type": "Text",
                     "position": 2,
                     "thumbnail": null,
                     "duration": null,
                     "data": "This is arguably the most important skill you’ll develop as a footballer so it’s important to master."
                   },
                     {
                     "id": 3,
                     "type": "Text",
                     "position": 3,
                     "thumbnail": null,
                     "duration": null,
                     "data": "The common scenario for controlling the ball is obviously when your teammate simply passes the ball to you."
                     },
                     {
                     "id": 4,
                     "type": "Text",
                     "position": 4,
                     "thumbnail": null,
                     "duration": null,
                     "data": "Keep in mind that the <b>goal of controlling the ball is to be able to do something useful with it as quickly as possible</b>."
                     },
                     {
                     "id": 5,
                     "type": "Text",
                     "position": 5,
                     "thumbnail": null,
                     "duration": null,
                     "data": "What does ‘useful' mean? Well at the highest level it’s basically trying to help your team score a goal. So depending where you are on the pitch, this could be shooting at goal (if you’re in a good position to do so), passing to a teammate who’s making a dangerous run that may enable a goal scoring opportunity, or simply retaining possession if you are under pressure and stand a good chance of losing the ball (you can’t score a goal without the ball!)"
                     },
                     {
                     "id": 6,
                     "type": "Text",
                     "position": 6,
                     "thumbnail": null,
                     "duration": null,
                     "data": "<h1>What goes into quality control?</h1>"
                     },
                     {
                     "id": 7,
                     "type": "Text",
                     "position": 7,
                     "thumbnail": null,
                     "duration": null,
                     "data": "<h2>1. Awareness!</h2>"
                     },
                     {
                     "id": 8,
                     "type": "Text",
                     "position": 8,
                     "thumbnail": null,
                     "duration": null,
                     "data": "Quality control actually starts before you receive the ball."
                     },
                     {
                     "id": 9,
                     "type": "Text",
                     "position": 9,
                     "thumbnail": null,
                     "duration": null,
                     "data": "Awareness requires that you concentrate on the game and try to think a step or two ahead of the where the game currently is. Where’s some space, who’s in that space, is somebody making a good run etc."
                     },
                     {
                     "id": 10,
                     "type": "Text",
                     "position": 10,
                     "thumbnail": null,
                     "duration": null,
                     "data": "Awareness is critical to achieve two simple things - i. to be in a position to receive the ball as nicely as possible ii. to be able to do something productive with the ball as quickly as possible."
                     },
                     {
                     "id": 11,
                     "type": "Text",
                     "position": 11,
                     "thumbnail": null,
                     "duration": null,
                     "data": "<ol><li>Being in the best position to receive the ball</li> <ul><li>Ideally you're in an area where you have some room away from the opposition, as this gives you more time to decide what to do with the ball.<li>Moving into an area where you teammate can actually pass to you. So if there’s a player in-between you and your teammate he can’t pass to you, so you want to change the angle so that he can pass to you without the defender winning the ball back.</li></ul></li> <li>Doing something productive with the ball as quickly as possible. <ul><li>Before receiving the ball, you want to have scanned the pitch for as many things as possible and to have decided on a couple of the best options available to you.</li><li>These includes things like where the opposition players are, where you players are, and whether or not your teammates are making runs that you can pass to. </li></ul> </li></ol>"
                     },
                     {
                     "id": 12,
                     "type": "Text",
                     "position": 12,
                     "thumbnail": null,
                     "duration": null,
                     "data": "<h2>2. Quickly putting the ball where you want it.</h2>"
                     },
                     {
                     "id": 13,
                     "type": "Text",
                     "position": 13,
                     "thumbnail": null,
                     "duration": null,
                     "data": "The quicker the ball is where you want it to be, the faster you can act on the things you noticed before receiving the ball."
                     },
                     {
                     "id": 14,
                     "type": "Text",
                     "position": 14,
                     "thumbnail": null,
                     "duration": null,
                     "data": "When you receive the ball you want to control it into the place where you can be more effective."
                     },
                     {
                     "id": 15,
                     "type": "Text",
                     "position": 15,
                     "thumbnail": null,
                     "duration": null,
                     "data": "So depending on your situation, where you control the ball could be different. We’ll dig into them a bit below."
                     },
                     {
                     "id": 16,
                     "type": "Text",
                     "position": 16,
                     "thumbnail": null,
                     "duration": null,
                     "data": "<h1>Some of the different situations to control the ball in</h1>"
                     },
                     {
                     "id": 17,
                     "type": "Text",
                     "position": 17,
                     "thumbnail": null,
                     "duration": null,
                     "data": "So depending on the situation there’s a few ways you can control the ball. A few very commons situations are: <ol><li>Receiving a well weighted pass (i.e. not too quick or slow) when not under pressure. This is the ideal scenario of course.</li><li>Receiving a heavy pass when not under pressure from opposition.</li><ul><li>Here you’ll want to take the force out of the ball. To do so you’ll simply ‘soften’ the way the ball hits your foot by bringing your foot back slightly as you receive the ball.</li><li>You also want to ensure the ball ends in a position where you can do something positive with it as quickly as possible.</li><li>This could be so that you’re facing forward towards goal and can then make a more dangerous pass.</li></ul><li>Receiving a well weighted pass when under pressure.</li><ul><li>You want to maintain possession above all.</li><li>So you’ll look to control into an area where the defender can’t get the ball.</li><li>This could be into a space where they aren’t or it could simply be controlling the ball close to you, with your body in the way so they can’t kick the ball way from you.</li></ul></ol>"
                     },
                     {
                     "id": 18,
                     "type": "Text",
                     "position": 18,
                     "thumbnail": null,
                     "duration": null,
                     "data": "Ultimately you want to control the ball into space in order to be able to dribble or to have more time to find a teammate with a pass."
                     },
                     {
                     "id": 19,
                     "type": "Text",
                     "position": 19,
                     "thumbnail": null,
                     "duration": null,
                     "data": "You could also control it in a way to take it away from the defender/ person marking you, so that you can keep possession ready to do something productive."
                     },
                     {
                     "id": 20,
                     "type": "Text",
                     "position": 20,
                     "thumbnail": null,
                     "duration": null,
                     "data": "See a general example of controlling the ball, in a normal situation, in the video below."
                     },
                     {
                     "id": 21,
                     "type": "Video",
                     "position": 21,
                     "thumbnail": "controlling1_thumbnail.png",
                     "duration": 24,
                     "data": "controlling2.m4v"
                     },
                     {
                     "id": 22,
                     "type": "Text",
                     "position": 22,
                     "thumbnail": null,
                     "duration": null,
                     "data": "<h1>Top tip</h1>"
                     },
                     {
                     "id": 23,
                     "type": "Text",
                     "position": 23,
                     "thumbnail": null,
                     "duration": null,
                     "data": "Try controlling the ball with your back foot."
                     },
                     {
                     "id": 24,
                     "type": "Text",
                     "position": 24,
                     "thumbnail": null,
                     "duration": null,
                     "data": "This enables you to control the ball on a ‘half turn’ which is much harder to defend against because it makes you more unpredictable and able to move in more directions vs. controlling the ball with your front foot."
                     },
                     {
                     "id": 25,
                     "type": "Text",
                     "position": 25,
                     "thumbnail": null,
                     "duration": null,
                     "data": "This is because the half turn makes you pivot your hips and move with the ball, which tends to open up room for you when being marked by the defender."
                     },
                     {
                     "id": 26,
                     "type": "Text",
                     "position": 26,
                     "thumbnail": null,
                     "duration": null,
                     "data": "<h1>Ways to practice</h1>"
                     },
                     {
                     "id": 27,
                     "type": "Text",
                     "position": 27,
                     "thumbnail": null,
                     "duration": null,
                     "data": "<h2>1. On your own</h2>"
                     },
                     {
                     "id": 28,
                     "type": "Text",
                     "position": 28,
                     "thumbnail": null,
                     "duration": null,
                     "data": "Simply take a ball and bouncing it off a surface e.g. a wall. "
                     },
                     {
                     "id": 29,
                     "type": "Text",
                     "position": 29,
                     "thumbnail": null,
                     "duration": null,
                     "data": "Try passing with different weights but still putting the ball into the same position. This will get you used to dealing with the different types of pass. "
                     },
                     {
                     "id": 30,
                     "type": "Text",
                     "position": 30,
                     "thumbnail": null,
                     "duration": null,
                     "data": "You can also try receiving the ball on your back foot to get used to controlling on the half-turn."
                     },
                     {
                     "id": 31,
                     "type": "Text",
                     "position": 31,
                     "thumbnail": null,
                     "duration": null,
                     "data": "<h2>2. With a friend</h2>"
                     },
                     {
                     "id": 32,
                     "type": "Text",
                     "position": 32,
                     "thumbnail": null,
                     "duration": null,
                     "data": "If you have a friend then you can do something similar, but they can surprise you by using different weights and passing in different directions."
                     },
                     {
                     "id": 33,
                     "type": "Text",
                     "position": 33,
                     "thumbnail": null,
                     "duration": null,
                     "data": "If you have a goal, do also get used to checking where the goal is before you receive the ball and remembering where the goal is even if you receive the ball with your back to it."
                     },
                     {
                     "id": 34,
                     "type": "Text",
                     "position": 34,
                     "thumbnail": null,
                     "duration": null,
                     "data": "See an example of a drill below"
                     },
                     {
                     "id": 35,
                     "type": "Video",
                     "position": 35,
                     "thumbnail": "controlling2_thumbnail.png",
                     "duration": 22,
                     "data": "controlling2.m4v"
                     },
                     {
                     "id": 36,
                     "type": "Text",
                     "position": 36,
                     "thumbnail": null,
                     "duration": null,
                     "data": "<h1>Final thoughts</h1>"
                     },
                     {
                     "id": 37,
                     "type": "Text",
                     "position": 37,
                     "thumbnail": null,
                     "duration": null,
                     "data": "If you’re with a team or in a match situation, try to think ahead of receiving the ball."
                     },
                     {
                     "id": 38,
                     "type": "Text",
                     "position": 38,
                     "thumbnail": null,
                     "duration": null,
                     "data": "What are your options to e.g. pass, shoot at goal, or take a dribble into space (to name just a few!), and where are those options on the pitch in relation to yourself?"
                     },
                  ]
    },
           {
           "id": 2,
           "title": "Learn to pass like a pro",
           "imageUri": "PassingTheBall_cover.jpg",
           "section": "Technique",
           "author": {
              "id": 2,
              "name": "Jamie DeCruz",
              "pictureUri": "jamieProfile.png",
              "description": "Crystal Palace Academy Coach and Manager at Sutton United FC U18s. @JDecruz10"
           },
           "createdOn": "2015-01-31T15:00:00Z",
           "status": "Published",
           "steps": [
                     {
                     "id": 101,
                     "type": "Text",
                     "position": 1,
                     "thumbnail": null,
                     "duration": null,
                     "data": "<h1>When do you pass?</h1>"
                     },
                     {
                     "id": 102,
                     "type": "Text",
                     "position": 2,
                     "thumbnail": null,
                     "duration": null,
                     "data": "Whilst an obvious question, it’s beneficial to go into this briefly to ensure we’re all on the same page."
                     },
                     {
                     "id": 103,
                     "type": "Text",
                     "position": 3,
                     "thumbnail": null,
                     "duration": null,
                     "data": "The most common scenarios for passing the ball are to retain possession and simply find a teammate, pass into space for a teammate to run onto, or create positive attacking opportunities and break the defensive line (in-between the lines of the opposition)."
                     },
                     {
                     "id": 104,
                     "type": "Text",
                     "position": 4,
                     "thumbnail": null,
                     "duration": null,
                     "data": "<h1>Who’s good at this?</h1>"
                     },
                     {
                     "id": 105,
                     "type": "Text",
                     "position": 5,
                     "thumbnail": null,
                     "duration": null,
                     "data": "As a fundamental skill, it’s essential all pros can pass the ball well over short distances."
                     },
                     {
                     "id": 106,
                     "type": "Text",
                     "position": 6,
                     "thumbnail": null,
                     "duration": null,
                     "data": "Some particularly great passers however are Xavi and Mesut Ozil.<ul><li>Xavi is incredible at both retaining possession and helping his teammates probe the opposition defensive lines for gaps and weak spots.</li><li>Ozil is slightly different in that he specialises in his vision and for creating dangerous attacking opportunities in and around the opposition’s box.</li></ul>"
                     },
                     {
                     "id": 107,
                     "type": "Text",
                     "position": 7,
                     "thumbnail": null,
                     "duration": null,
                     "data": "<h1>What goes into a good pass? What makes a good pass?</h1>"
                     },
                     {
                     "id": 108,
                     "type": "Text",
                     "position": 8,
                     "thumbnail": null,
                     "duration": null,
                     "data": "<h2>Where are you passing to?</h2>"
                     },
                     {
                     "id": 109,
                     "type": "Text",
                     "position": 9,
                     "thumbnail": null,
                     "duration": null,
                     "data": "Into your teammate’s feet, in front of them if they’re running or into space inviting them to move into that space?"
                     },
                     {
                     "id": 110,
                     "type": "Text",
                     "position": 10,
                     "thumbnail": null,
                     "duration": null,
                     "data": "<h2>Weight of the pass.</h2>"
                     },
                     {
                     "id": 111,
                     "type": "Text",
                     "position": 11,
                     "thumbnail": null,
                     "duration": null,
                     "data": "Too light and you run a higher risk of an interception or your teammate having to come meet the ball."
                     },
                     {
                     "id": 112,
                     "type": "Text",
                     "position": 12,
                     "thumbnail": null,
                     "duration": null,
                     "data": "Too strong and you make it more difficult to control for your teammate increasing the risk of losing possession or them not being able to reach it and it going out of play."
                     },
                     {
                     "id": 113,
                     "type": "Text",
                     "position": 13,
                     "thumbnail": null,
                     "duration": null,
                     "data": "<h2>Keeping the ball on the ground or in the air?</h2>"
                     },
                     {
                     "id": 114,
                     "type": "Text",
                     "position": 14,
                     "thumbnail": null,
                     "duration": null,
                     "data": "On the ground tends to be easier to control as your teammate only has to worry about lateral control, but in the air means they have to think about vertical and lateral control i.e. cushioning the ball from height and ensuring it doesn’t get away from them on the ground."
                     },
                     {
                     "id": 115,
                     "type": "Text",
                     "position": 15,
                     "thumbnail": null,
                     "duration": null,
                     "data": "Sometimes passing through the air is necessary in order to avoid the opposition between your teammate and yourself, but just be aware of the extra risk."
                     },
                     {
                     "id": 116,
                     "type": "Text",
                     "position": 16,
                     "thumbnail": null,
                     "duration": null,
                     "data": "<h2>Ultimate aim: Remember that your pass should enable your teammate to do something positive with the ball for your team.</h2>"
                     },
                     {
                     "id": 117,
                     "type": "Text",
                     "position": 17,
                     "thumbnail": null,
                     "duration": null,
                     "data": "Some of those ‘positive’ things include: <ol><li>Running with the ball to attack the opposition’s defense.</li><li>Giving them a better opportunity (such as time or a good angle) to pass the ball to another of your teammates.</li><li>Enabling them to clear the ball (in a defensive position) if they are under less pressure from the opposition than yourself, which then gives your team a higher chance of retaining possession.</li></ol>"
                     },
                     {
                     "id": 118,
                     "type": "Text",
                     "position": 18,
                     "thumbnail": null,
                     "duration": null,
                     "data": "<h1>Key things to a simple pass</h1>"
                     },
                     {
                     "id": 119,
                     "type": "Text",
                     "position": 19,
                     "thumbnail": null,
                     "duration": null,
                     "data": "<ol><li>Look where you’re trying to pass before passing the ball. You should memorise where you’re passing to.</li><li>When you actually pass the ball, look at the ball! This is a crucial habit to build. By looking the ball it ensures a much more consistent connection, which increases your accuracy of where the ball is passed to.</li><li>Use the middle of your foot where possible as this offers more ‘surface area’ on the ball and therefore gives you more control over where the ball is headed.</li><li>Make sure to place your standing leg (i.e. the one you don’t pass with) next to the ball as this helps set your body up for an accurate pass.</li><li>As you pass, make sure to follow through with a ‘straight’ leg as this also ensures the ball is more effectively guided to its target.</li><li>You can use your upper body, arms and head, to inject more power into the pass. The more you involve your body in the passing movement, the more control you’ll have over your pass.</br></br>This is one to test out yourself. Try passing without moving your body at all. Now try passing whilst using your arms. Notice the dramatic difference?</li></ol>"
                     },
                     {
                     "id": 120,
                     "type": "Text",
                     "position": 20,
                     "thumbnail": null,
                     "duration": null,
                     "data": "<h2>See the images and video for a simple pass in action.</h2>"
                     },
                     {
                     "id": 121,
                     "type": "Image",
                     "position": 21,
                     "thumbnail": null,
                     "duration": null,
                     "data": "passing1.png"
                     },
                     {
                     "id": 122,
                     "type": "Image",
                     "position": 22,
                     "thumbnail": null,
                     "duration": null,
                     "data": "passing2.png"
                     },
                     {
                     "id": 123,
                     "type": "Image",
                     "position": 23,
                     "thumbnail": null,
                     "duration": null,
                     "data": "passing3.png"
                     },
                     {
                     "id": 124,
                     "type": "Video",
                     "position": 24,
                     "thumbnail": "passing1_thumbnail.png",
                     "duration": 67,
                     "data": "passing1.m4v"
                     },
                     {
                     "id": 125,
                     "type": "Text",
                     "position": 25,
                     "thumbnail": null,
                     "duration": null,
                     "data": "<h1>Some ways to improve your passing</h1>"
                     },
                     {
                     "id": 126,
                     "type": "Text",
                     "position": 26,
                     "thumbnail": null,
                     "duration": null,
                     "data": "<h2>Three cones on the ground and stand 10 yards away.</h2>"
                     },
                     {
                     "id": 127,
                     "type": "Text",
                     "position": 27,
                     "thumbnail": null,
                     "duration": null,
                     "data": "Using right or left foot, can you knock one of the balls off of a cone."
                     },
                     {
                     "id": 128,
                     "type": "Text",
                     "position": 28,
                     "thumbnail": null,
                     "duration": null,
                     "data": "Ideally you have a friend to help you reset the balls!"
                     },
                     {
                     "id": 129,
                     "type": "Text",
                     "position": 29,
                     "thumbnail": null,
                     "duration": null,
                     "data": "This exercise is particularly useful for building the accuracy of your passing."
                     },
                     {
                     "id": 130,
                     "type": "Text",
                     "position": 30,
                     "thumbnail": null,
                     "duration": null,
                     "data": "Remember to memorise where cones are and focus on looking at the ball when passing."
                     },
                     {
                     "id": 131,
                     "type": "Text",
                     "position": 31,
                     "thumbnail": null,
                     "duration": null,
                     "data": "If you’re missing the cone, learn to consciously adjust what you’re doing and as your accuracy improves try to understand exactly what adjustments you made that helped you improve."
                     },
                     {
                     "id": 132,
                     "type": "Video",
                     "position": 32,
                     "thumbnail": "passing2_thumbnail.png",
                     "duration": 39,
                     "data": "passing2.m4v"
                     },
                     {
                     "id": 133,
                     "type": "Text",
                     "position": 33,
                     "thumbnail": null,
                     "duration": null,
                     "data": "<h2>Passing between you and a friend.</h2>"
                     },
                     {
                     "id": 134,
                     "type": "Text",
                     "position": 34,
                     "thumbnail": null,
                     "duration": null,
                     "data": "This is also decent for accuracy though the fact your friend can move to the ball makes this a more forgiving exercise than the cones."
                     },
                     {
                     "id": 135,
                     "type": "Text",
                     "position": 35,
                     "thumbnail": null,
                     "duration": null,
                     "data": "So use this as an opportunity to focus on the other elements of passing."
                     },
                     {
                     "id": 136,
                     "type": "Text",
                     "position": 36,
                     "thumbnail": null,
                     "duration": null,
                     "data": "Try using both feet - becoming confident with either foot is important."
                     },
                     {
                     "id": 137,
                     "type": "Text",
                     "position": 37,
                     "thumbnail": null,
                     "duration": null,
                     "data": "That’s because it makes you more flexible in a game situation which in turn makes it harder for the opposition to steal the ball from you and secondly enables you to pick passes more opportunistically."
                     },
                     {
                     "id": 138,
                     "type": "Text",
                     "position": 38,
                     "thumbnail": null,
                     "duration": null,
                     "data": "Focus on using your body and following through with your passing leg. Feel how different the pass is by you do and don’t do these things."
                     },
                     {
                     "id": 139,
                     "type": "Text",
                     "position": 39,
                     "thumbnail": null,
                     "duration": null,
                     "data": "<h1>The perfect technique may not always be right for the situation</h1>"
                     },
                     {
                     "id": 140,
                     "type": "Text",
                     "position": 40,
                     "thumbnail": null,
                     "duration": null,
                     "data": "Do remember to keep in mind the fundamentals of what you’re trying to achieve with a pass. That is what we outlined above such as retaining the ball or setting your teammate up for a good attacking opportunity."
                     },
                     {
                     "id": 141,
                     "type": "Text",
                     "position": 41,
                     "thumbnail": null,
                     "duration": null,
                     "data": "That means that sometimes in order to find your teammate quickly, you might for example pass with the outside of your foot. "
                     },
                     {
                     "id": 142,
                     "type": "Text",
                     "position": 42,
                     "thumbnail": null,
                     "duration": null,
                     "data": "Whilst this is on average less accurate, it may well be worth the risk of a less accurate pass to reach them faster, if the opportunity of doing so gives them a larger chance of doing something positive with the ball."
                     },
                     ]
           },
  ]
}
